Repository: mishabeliy15/ai-insurance-mob
Catalog: AI-Insurance/*.lproj/Localizable.strings
Languages: ru, uk_ua

source: LoginTitle
uk_ua: Увійти

source: UsernameString
uk_ua: Логін

source: PasswordString
uk_ua: Пароль

source: No active account found with the given credentials
ru: Активная учетная запись с указанными учетными данными не найдена
uk_ua: Активний реєстраційний запис із зазначеними обліковими даними не знайдена

source: Personal price
ru: Персональная цена
uk_ua: Персональна ціна

source: Min price
ru: Минимальная цена
uk_ua: Мінімальна ціна

source: Base price
ru: Базовая цена
uk_ua: Базова ціна

source: Max price
ru: Максимальная цена
uk_ua: Максимальна ціна

source: Speed ​​discount
uk_ua: Знижка за швидкісний режим

source: Head rotate discount
ru: Скидка за неповорачивания головы
uk_ua: Знижка за неповертання голови

source: Term date
ru: Дата окончание контракта
uk_ua: Дата закінчення контракту

source: Start date
ru: Дата начала контракта
uk_ua: Дата початку контракту

source: Min angle to commit rotate head
ru: Минимальный угол для фиксации поворота головы
uk_ua: Мінімальний кут для фіксації повороту голови

source: Sign a contract
ru: Заключить контракт
uk_ua: Укласти контракт

source: Contract
ru: Контракт
uk_ua: Контракт

source: Companies
ru: Компании
uk_ua: Компанії

source: Add Sensor
ru: Добавить Датчик
uk_ua: Додати Датчик

source: Duration must be in range {3 ... 12}
uk_ua: Тривалість повинна бути від 3 до 12

source: Duration (months)
ru: Длительность (месяцев)
uk_ua: Тривалість (місяців)

source: Scan a QR code to add sensor
ru: Сканируйте QR-код, чтобы добавить датчик
uk_ua: Скануйте QR-код, щоб додати датчик

source: Invalid QR code
ru: QR-код недействителен
uk_ua: QR-код недійсний

source: Added sensor:
ru: Добавлен датчик:
uk_ua: Новий датчик:

source: Movement
ru: Передвижения
uk_ua: Пересування

source: Camera
ru: Камера
uk_ua: Камера

source: Sensors
uk_ua: Датчики

source: Contracts
uk_ua: Контракти

source: End date
uk_ua: Дійсний до

source: Contract has been signed
uk_ua: Контаркт підписан

source: Due date
uk_ua: Дата кінця

source: loginTitle
ru: Войти

source: usernameString
ru: Логин

source: passwordString
ru: Пароль

source: Speed discount
ru: Скидка за соблюдения скоростного режима

source: Duration must be in range {3...12}
ru: Длительность должна быть от 3 до 12

source: My Sensors
ru: Мои Датчики
